{
    "1": {
        "name": "餐饮美食 ",
        "list": {
            "11": {
                "name": "中餐/酒店"
            },
            "12": {
                "name": "西餐"
            },
            "15": {
                "name": "海鲜"
            },
            "16": {
                "name": "火锅/豆捞"
            },
            "17": {
                "name": "面包西点"
            },
            "18": {
                "name": "日韩料理"
            },
            "19": {
                "name": "烧烤/烤肉"
            },
            "20": {
                "name": "咖啡/茶馆"
            },
            "90": {
                "name": "饮品/快餐"
            },
            "91": {
                "name": "特色美食"
            },
            "121": {
                "name": "自助餐"
            },
            "161": {
                "name": "其他"
            },
            "203": {
                "name": "清真"
            },
            "205": {
                "name": "主题餐厅"
            },
            "206": {
                "name": "中式酒席"
            }
        }
    },
    "2": {
        "name": "休闲娱乐 ",
        "list": {
            "74": {
                "name": "电影/演出"
            },
            "75": {
                "name": "酒吧/KTV"
            },
            "76": {
                "name": "网吧/台球"
            },
            "77": {
                "name": "高尔夫"
            },
            "123": {
                "name": "温泉/洗浴"
            },
            "124": {
                "name": "按摩/足疗"
            },
            "125": {
                "name": "棋牌室"
            },
            "126": {
                "name": "游乐园"
            },
            "128": {
                "name": "其他"
            },
            "207": {
                "name": "图书馆/电玩游艺厅"
            },
            "208": {
                "name": "运动健身"
            },
            "210": {
                "name": "夜总会"
            },
            "211": {
                "name": "商务会所"
            }
        }
    },
    "4": {
        "name": "生活服务 ",
        "list": {
            "83": {
                "name": "房产"
            },
            "84": {
                "name": "搬家/维修"
            },
            "85": {
                "name": "家政/保姆"
            },
            "92": {
                "name": "家电维修"
            },
            "105": {
                "name": "二手回收"
            },
            "133": {
                "name": "装修/设计"
            },
            "134": {
                "name": "婚庆摄影"
            },
            "135": {
                "name": "购物/逛街 ",
                "list": {
                    "361": "电子产品",
                    "362": "食品特产",
                    "363": "办公礼品",
                    "364": "创意礼品",
                    "365": "鞋帽服装",
                    "366": "饰品/化妆品",
                    "367": "大小家电",
                    "368": "箱包皮具",
                    "369": "超市便利",
                    "370": "微商",
                    "371": "品牌折扣店",
                    "372": "专营店",
                    "373": "车市车展",
                    "374": "百货商场",
                    "375": "其他",
                    "376": "配眼镜",
                    "378": "文化娱乐"
                }
            },
            "137": {
                "name": "鲜花/绿植"
            },
            "138": {
                "name": "送水订餐"
            },
            "151": {
                "name": "物流快递"
            },
            "163": {
                "name": "车辆服务 ",
                "list": {
                    "254": "保养维修",
                    "255": "车辆清洗",
                    "256": "汽配汽材",
                    "257": "4S服务",
                    "266": "驾校陪练",
                    "267": "租车代驾",
                    "270": "二手车服务"
                }
            },
            "164": {
                "name": "宠物服务"
            },
            "165": {
                "name": "洗衣店"
            },
            "166": {
                "name": "开锁打孔"
            },
            "168": {
                "name": "其他"
            },
            "213": {
                "name": "保洁清理"
            },
            "223": {
                "name": "美发/美甲"
            }
        }
    },
    "7": {
        "name": "家居建材 ",
        "list": {
            "98": {
                "name": "家具家纺 ",
                "list": {
                    "293": "被子",
                    "294": "枕头",
                    "295": "毛毯",
                    "296": "凉席",
                    "297": "蚊帐",
                    "298": "地垫",
                    "299": "衣架",
                    "300": "靠垫"
                }
            },
            "101": {
                "name": "环保净化 ",
                "list": {
                    "284": "空气净化灯",
                    "285": "节电器",
                    "286": "节电插座",
                    "287": "无页风扇",
                    "288": "厨房节电",
                    "289": "净水器",
                    "290": "车载净化器",
                    "291": "自动扫地机",
                    "292": "智能电子产品"
                }
            },
            "102": {
                "name": "木材门窗 ",
                "list": {
                    "301": "红松",
                    "302": "樟子松",
                    "303": "杉木",
                    "304": "四川红杉",
                    "305": "水曲柳",
                    "306": "香水",
                    "307": "木门窗"
                }
            },
            "103": {
                "name": "油漆涂料 ",
                "list": {
                    "337": "油性漆",
                    "338": "粘合剂",
                    "340": "地坪漆",
                    "341": "外墙涂料",
                    "344": "内墙涂料",
                    "345": "树脂",
                    "346": "防水涂料",
                    "350": "木器漆",
                    "352": "防腐涂料",
                    "353": "专用漆",
                    "354": "聚氨酯漆",
                    "355": "水性漆",
                    "356": "聚酯漆",
                    "357": "防锈漆",
                    "358": "其他",
                    "359": "硝基漆"
                }
            },
            "104": {
                "name": "五金电工 ",
                "list": {
                    "276": "锁类",
                    "277": "锁类",
                    "278": "门窗类五金",
                    "279": "家庭装饰小五金类",
                    "280": "水暖五金类",
                    "281": "建筑装饰小五金类",
                    "282": "工具类",
                    "283": "卫浴五金"
                }
            },
            "140": {
                "name": "石材陶瓷 ",
                "list": {
                    "271": "复合型人造石材",
                    "272": "水泥型人造石材",
                    "273": "树脂型人造石材",
                    "274": "普通陶瓷",
                    "275": "特种陶瓷"
                }
            },
            "141": {
                "name": "厨房卫浴 ",
                "list": {
                    "308": "淋浴花洒",
                    "309": "厨卫五金/挂件",
                    "310": "龙头",
                    "311": "马桶/智能马桶盖",
                    "312": "浴室柜",
                    "313": "洁具"
                }
            },
            "170": {
                "name": "地板瓷砖"
            },
            "172": {
                "name": "其他"
            },
            "216": {
                "name": "板材"
            },
            "217": {
                "name": "灯饰照明"
            },
            "218": {
                "name": "管件管材"
            },
            "219": {
                "name": "玻璃制品"
            },
            "220": {
                "name": "地暖空调 ",
                "list": {
                    "251": "常规地暖",
                    "253": "轻薄预制模块地暖",
                    "321": "轻薄节能地暖",
                    "322": "暖芯地板地暖",
                    "323": "水地暖",
                    "324": "薄型地暖",
                    "325": "碳纤维电地暖",
                    "326": "碳纤维电地暖"
                }
            },
            "225": {
                "name": "金属建材 ",
                "list": {
                    "89": "铝型建材"
                }
            },
            "314": {
                "name": "吊顶 ",
                "list": {
                    "315": "吊顶配件",
                    "316": "软膜吊顶",
                    "317": "塑钢吊顶",
                    "318": "天花",
                    "319": "阳光板",
                    "320": "集成吊顶"
                }
            }
        }
    },
    "8": {
        "name": "健康保健 ",
        "list": {
            "106": {
                "name": "体检化验"
            },
            "107": {
                "name": "口腔护理"
            },
            "108": {
                "name": "瘦身整形"
            },
            "143": {
                "name": "瑜伽健身"
            },
            "145": {
                "name": "美容美体 ",
                "list": {
                    "328": "整容整形"
                }
            },
            "173": {
                "name": "其他"
            },
            "221": {
                "name": "健康养生"
            },
            "222": {
                "name": "康复疗养"
            },
            "265": {
                "name": "母婴服务"
            },
            "379": {
                "name": "男女专科"
            },
            "380": {
                "name": "医疗器械"
            },
            "381": {
                "name": "精神护理"
            },
            "382": {
                "name": "养老/安置"
            }
        }
    },
    "10": {
        "name": "教育培训 ",
        "list": {
            "110": {
                "name": "外语培训"
            },
            "111": {
                "name": "艺术培训"
            },
            "112": {
                "name": "驾校/陪练"
            },
            "113": {
                "name": "家教辅导"
            },
            "114": {
                "name": "学术/科研"
            },
            "115": {
                "name": "成人教育"
            },
            "136": {
                "name": "职业技能"
            },
            "174": {
                "name": "幼儿教育"
            },
            "175": {
                "name": "其他"
            },
            "327": {
                "name": "琴行/音乐培训"
            },
            "383": {
                "name": "留学/移民/签证"
            },
            "384": {
                "name": "IT培训"
            },
            "385": {
                "name": "企管/讲师"
            }
        }
    },
    "73": {
        "name": "商务服务 ",
        "list": {
            "152": {
                "name": "翻译"
            },
            "153": {
                "name": "律师"
            },
            "154": {
                "name": "网站建设"
            },
            "155": {
                "name": "广告设计"
            },
            "156": {
                "name": "印刷包装"
            },
            "157": {
                "name": "工商注册"
            },
            "158": {
                "name": "典当担保"
            },
            "159": {
                "name": "财务/评估"
            },
            "160": {
                "name": "公证/专利"
            },
            "176": {
                "name": "理财/保险/投资"
            },
            "177": {
                "name": "招商加盟"
            },
            "178": {
                "name": "其他"
            },
            "226": {
                "name": "办公用品"
            },
            "261": {
                "name": "展会服务"
            },
            "262": {
                "name": "商标专利"
            },
            "263": {
                "name": "喷绘/制卡"
            },
            "264": {
                "name": "租赁"
            }
        }
    },
    "227": {
        "name": "旅游出行 ",
        "list": {
            "78": {
                "name": "户外扩展"
            },
            "127": {
                "name": "农家乐"
            },
            "146": {
                "name": "酒店预定"
            },
            "209": {
                "name": "旅游度假"
            },
            "236": {
                "name": "星级酒店"
            },
            "237": {
                "name": "旅游购物"
            },
            "238": {
                "name": "出境旅游"
            },
            "239": {
                "name": "国内旅游"
            },
            "240": {
                "name": "周边旅游"
            },
            "241": {
                "name": "本地旅游"
            },
            "242": {
                "name": "旅行社"
            },
            "243": {
                "name": "自助/自驾游"
            }
        }
    }
}