[
	[
		{
			"ID": 1,
			"Name": "省 01"
		}, {
			"ID": 2,
			"Name": "省 02"
		}, {
			"ID": 3,
			"Name": "省 03"
		}, {
			"ID": 4,
			"Name": "省 04"
		}, {
			"ID": 5,
			"Name": "省 05"
		}, {
			"ID": 6,
			"Name": "省 06"
		}, {
			"ID": 7,
			"Name": "省 07"
		}, {
			"ID": 8,
			"Name": "省 08"
		}
	], [
		{
			"ID": 1,
			"Name": "市 01"
		}, {
			"ID": 2,
			"Name": "市 02"
		}, {
			"ID": 3,
			"Name": "市 03"
		}, {
			"ID": 4,
			"Name": "市 04"
		}, {
			"ID": 5,
			"Name": "市 05"
		}, {
			"ID": 6,
			"Name": "市 06"
		}, {
			"ID": 7,
			"Name": "市 07"
		}, {
			"ID": 8,
			"Name": "市 08"
		}
	], [
		{
			"ID": 1,
			"Name": "区 01"
		}, {
			"ID": 2,
			"Name": "区 02"
		}, {
			"ID": 3,
			"Name": "区 03"
		}, {
			"ID": 4,
			"Name": "区 04"
		}, {
			"ID": 5,
			"Name": "区 05"
		}, {
			"ID": 6,
			"Name": "区 06"
		}, {
			"ID": 7,
			"Name": "区 07"
		}, {
			"ID": 8,
			"Name": "区 08"
		}
	], [
		{
			"ID": 1,
			"Name": "段 01"
		}, {
			"ID": 2,
			"Name": "段 02"
		}, {
			"ID": 3,
			"Name": "段 03"
		}, {
			"ID": 4,
			"Name": "段 04"
		}, {
			"ID": 5,
			"Name": "段 05"
		}, {
			"ID": 6,
			"Name": "段 06"
		}, {
			"ID": 7,
			"Name": "段 07"
		}, {
			"ID": 8,
			"Name": "段 08"
		}
	]
]